Repository: Lhurgoyfina/Findeco
Catalog: locale/*_ARR/LC_MESSAGES/django.po
Languages: de

source: NonExistingNode
de: Dieser Schatz existiert nicht

source: Illegal Path:
de: Dieser Pfad ist für Schiffsjungen wie dich verboten, Qlaus!!

source: Could not find slot: %(slot_path)s for node %(path)s.
de: Der Schatz %(slot_path)s ist nicht im Schiff %(path)s.

source: IllegalPath
de: ARR!!!! Kein Durchgang auf diesem Pfad!!!!

source: UnknownUser
de: Ich kenn dich nicht, ein Schritt weiter und es geht über die Planke!!

source: User '%s' not found!
de: Kapitän!!!! '%s' is verschwunden!

source: NotAuthenticated
de: Über die Planke, Landratte!

source: You need to be logged in to load user settings.
de: Hau ab!!! An diesen Schatz dürfen nur erfahrene Crewmitglieder

source: DisabledAccount
de: Der Käpt'n ruht bei Neptun, Lisa!

source: Account '%s' is deactivated
de: Bei Neptun! Käpt'n %s hat's hinter sich!

source: InvalidLogin
de: Arr! Der Schlüssel passt nicht in die Schatztruhe!

source: Username or password wrong.
de: Bei Neptun, hör auf mit dem Seemannsgarn, Kevin!

source: You need to be authenticated to flag node.
de: Hey!!! Markieren nur für Crewmitglieder!

source: PermissionDenied
de: Hinfort, Sven!

source: You do not have the permission to flag
de: Seit wann hat der Schiffsjunge das Recht die Flagge zu hissen?

source: Illegal Path
de: Ey, du kommst hier nicht durch, Klaus!

source: You need to be authenticated to unflag node.
de: Du willst nen Jolly Roger? Wer bistn' du?

source: You do not have the permission to unflag
de: Nimm deine stinkenden Finger von der Flagge, du Hund!

source: You need to be authenticated to follow node.
de: Jonny, du schon wieder? Geh Fische füttern oder Deck schrubben!

source: You do not have the permission to follow
de: Schiffsjunge, versuch nicht schon wieder mir zu folgen

source: You need to be authenticated to unfollow node.
de: Ich kenn dich nicht!! ARRR!!! Also musst du mir weiterfolgen, ich lass dich nicht allein.

source: You do not have the permission to unfollow
de: Du bleibst gefälligst her, du Klabautermann!

source: You need to be authenticated to store settings.
de: Justus!! An die Schwarzpulverkammer dürfen nur ausgewiesene Piraten

source: MissingPOSTParameter
de: Deine Schatzkarte ist weg.

source: The 'description' POST parameter is missing.
de: ARRRGH!!! Die Wegbeschreibung in der Schatzkarte fehlt.

source: The 'displayName' POST parameter is missing.
de: ARRR!!! Kein Etikett auf der Flaschenpost

source: NameNotAvailable
de: Hochstapler! Der Papagei will sich mit fremden Federn schmücken! Über die Planke mit ihm.

source: The name '%s' is already taken.
de: AARGGHHHH Noch ein '%s' ? Haben wir so viele Planken?

source: You need to be authenticated to store text.
de: Von Landratten wird keine Ladung verstaut!

source: You do not have the permission to store text.
de: Geh das Deck schrubben, Schiffsjunge!

source: MissingPostParameter
de: ARR!!! Flaschenpost geht nicht mit leeren Flaschen!!

source: storeText is missing the 'wikiText' POST parameter!
de: Elex will nen Keks!

source: You cannot use storeText to save a wikiTextAlternative without an argumentType!
de: Verdammt! ein Stück der Schatzkarte fehlt.
